1password-beta
1password-cli
aether
alacritty
android-tools
android-udev
asdcontrol
base
base-devel
bash-completion
bat
bibata-cursor-git
bluetui
bluez-utils
bolt
brave-bin
brightnessctl
btop
btrfs-progs
calibre
cava
cbonsai
chafa
clang
cmatrix
cowfortune
cowsay
cpio
cups
cups-browsed
cups-filters
cups-pdf
docker
docker-buildx
docker-compose
dotnet-runtime-9.0
dust
efibootmgr
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
figlet
fontconfig
freerdp
fwupd
fzf
gamemode
gimp
git
github-cli
gnome-boxes
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
google-chrome
gparted
gpu-screen-recorder
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intel-ucode
inxi
iwd
jq
kdenlive
kvantum-qt5
lazydocker
lazygit
less
lib32-freetype2
lib32-gnutls
lib32-mesa
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
libev
libpulse
libqalculate
libreoffice-fresh
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
linux-headers
llvm
localsend
lolcat
luarocks
lutris
mako
man-db
maple-mono-nf-cn-unhinted
mariadb-libs
mise
mission-center
moosync
mpc
mpd
mpv
mpvpaper
nano
nautilus
ncdu
ncmpc
ncmpcpp
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
obs-studio
obsidian
okular
omarchy-chromium
omarchy-keyring
omarchy-nvim
omarchy-walker
openbsd-netcat
opencode
pamixer
pavucontrol
payload-dumper-go-bin
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
protonup-qt
python-gobject
python-poetry-core
python-terminaltexteffects
qimgv
qt5-wayland
qt6-virtualkeyboard
ripgrep
rmpc
rust
satty
scrcpy
sddm
signal-desktop
slurp
sof-firmware
spicetify-cli
spotify
starship
stow
sushi
swaybg
swayosd
swingmusic-bin
system-config-printer
telegram-desktop
tldr
tobi-try
tree-sitter-cli
ttc-iosevka
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usage
usbutils
uwsm
v4l2loopback-dkms
visual-studio-code-bin
vkd3d
vlc
vlc-plugins-all
vulkan-intel
vulkan-tools
waybar
waybar-module-pacman-updates-git
waydroid
wayfreeze
whois
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wttrbar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xournalpp
yaru-icon-theme
yay
yay-debug
yazi
yq
yt-dlp
zathura
zoxide
zram-generator
zsh
