# System & Boot
base
base-devel
intel-ucode
limine
limine-mkinitcpio-hook
linux
linux-firmware
linux-headers
sof-firmware

# Security & Network
gnome-keyring
networkmanager
polkit-gnome
ufw
usbutils

# Terminal & Shell
alacritty
bat
btop
eza
fastfetch
fd
fzf
jq
mise
plocate
ripgrep
starship
zoxide
zsh

# Development
docker
docker-compose
git
github-cli
lazydocker
lazygit
neovim
omarchy-nvim
visual-studio-code-bin

# Hyprland & Wayland UI
hypridle
hyprland
hyprlock
hyprpicker
mako
walker
satty
swayosd
uwsm
waybar
xdg-desktop-portal-hyprland
xdg-terminal-exec

# Media & Utilities
ffmpegthumbnailer
gpu-screen-recorder
grim
imagemagick
imv
mpv
pamixer
pavucontrol
pipewire-pulse
playerctl
slurp
wireplumber
yt-dlp

# File Management
gvfs-mtp
nautilus
sushi
unzip
yazi

# Appearance
bibata-cursor-git
gnome-themes-extra
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-jetbrains-mono-nerd
yaru-icon-theme

# Desktop Essentials
brave-bin
localsend
obsidian
yay

# VirtualBox
virtualbox-guest-utils
mesa
xf86-video-vmware